import React from "react";

export const IndivText = () => {
  return (
    <div style={{ fontSize: "10px" }}>
      <h1>개인정보처리방침</h1>
      <div>
        주식회사 유동산(이하 “회사”라 합니다)는 『정보통신망 이용촉진 및
        정보보호 등에 관한 법률』, 『개인정보 보호법』 등 관련 법령상의
        개인정보보호 규정을 준수하며, 관련 법령에 의거한 개인정보처리방침을
        정하여 사용자의 권익 보호에 최선을 다하고 있습니다.
      </div>
      <h2>제1조 (수집하는 개인정보의 항목 및 수집방법)</h2>
      <div>
        1 회사가 수집하는 개인정보 및 그 수집방법은 다음과 같습니다. 1. 회사의
        웹 페이지(Yondongsan 및 youdongsan.com)에 관한 서비스 이용 과정에서
        아래와 같은 개인정보를 수집합니다. - 모의투자 이용 시, 투자 정보 및
        리서치 보고서 제공 및 쿠폰 제공, 마케팅 및 광고에의 활용을 위해 이름,
        전자우편 주소, 핸드폰 번호에 대한 정보 2. youdongsan 서비스 이용
        과정에서 아래와 같은 정보가 자동 생성 및 수집될 수 있습니다. 단, 고객이
        이러한 자동 수집을 원하지 않을 경우 자동 수집을 거부할 수 있습니다. -
        휴대폰 IP 주소, 쿠키, 접속 기록, 서비스 이용 기록, 애플리케이션 설치 및
        사용이력.
      </div>
      <h2>제2조 (개인정보의 수집·이용목적)</h2>
      <div>
        회사는 다음의 목적을 위해서 제1조의 개인정보를 수집·이용합니다. 1 고객
        가입의사 확인, 고객에 대한 서비스 제공에 따른 본인 식별.인증, 고객자격
        유지.관리, 물품 또는 서비스 공급에 따른 금액 결제, 물품 또는 서비스의
        공급.배송 등 2 약관 상의 서비스(이하 “서비스”) 제공(광고 포함)에 더하여,
        웹 방문 및 이용기록의 분석, 맞춤형 서비스 제공 등 신규 서비스 요소의
        발굴 및 기존 서비스 개선 등 3법령및약관을위반하는고객에대한이용제한조치,
        부정이용행위를포함하여서비스의
        원활한운영에지장을주는행위에대한방지및제재,
        계정도용및부정거래방지,약관개정등 필요한 고지사항 전달, 분쟁해결,
        분쟁조정을 위한 기록 보존, 민원처리 등 고객 보호 및 서비스 운영 4 서비스
        이용기록과 접속 빈도 분석, 서비스 이용에 대한 통계, 서비스 분석 및
        통계에 따른 맞춤 서비스 제공 및 광고 게재 등 5 보안, 프라이버시, 안전
        측면에서 고객이 안심하고 이용할 수 있는 서비스 이용환경 구축 6 단,
        고객으로부터 이에 관한 별도의 동의를 받은 경우에 한하여, 고객으로부터
        수집한 전자우편주소, SNS닉네임, 고객의 서비스 이용 중 수집한 접속 기록,
        이용 기록을 이벤트 정보 및 참여기회 제공, 광고성 정보 제공 등을 위해서
        사용
      </div>
      <h2>제3조 (개인정보의 제공)</h2>
      <div>
        회사는 고객의 개인정보를 “제2조 개인정보의 수집·이용목적”에서 고지한
        범위 내에서 처리하며, 고객의 사전 동의 없이는 동의 범위를 초과하여
        이용하거나 제3자에게 제공하지 않습니다. 다만, 다음의 경우에는 예외로
        합니다. 1. 고객이 서면 동의한 경우 2. 법령의 규정에 의하여 회사에 고객의
        개인정보 제출의무가 발생한 경우
      </div>
      <h2>제4조 (개인정보의 보유 및 이용기간)</h2>
      <div>
        1 회사는 원칙적으로 고객의 개인정보를 수령 후 1년까지 보유합니다. 단,
        개인정보 도용 등으로 인한 원치 않는 고객탈퇴 등에 대비하기 위해 고객탈퇴
        요청 후 7일간 개인정보를 보존합니다. 2 고객탈퇴 후에도 관계 법령의
        규정에 의하여 보존할 필요가 있는 경우에는 일정 기간 동안 개인정보를
        보관할 수 있습니다. 1. 『전자상거래 등에서 소비자 보호에 관한 법률』 -
        계약 또는 청약철회 등에 관한 기록: 5년 보관 - 고객의 불만 또는
        분쟁처리에 관한 기록: 3년 보관 (다만, 민사, 형사, 행정상의 절차가 진행
        중에 있는 경우에는 그 절차가 종료될 때까지) - 표시, 광고에 관한 기록:
        6개월 보관 2. 『전자금융거래법』 - 전자금융에 관한 기록: 5년 보관
      </div>
      <h2>제6조 (개인정보의 파기절차 및 방법)</h2>
      <div>
        회사는 원칙적으로 개인정보 수집 및 이용 기간이 도과하면 해당 정보를
        지체없이 파기합니다. 단, 다른 법령에 따라 보존하여야 하는 경우에는
        그러하지 않을 수 있습니다. 파기절차 및 방법은 다음과 같습니다. 1 파기
        절차: 회사는 파기 사유가 발생한 개인정보를 선정하고 회사의 개인정보
        보호책임자의 승인을 받아 개인정보를 파기합니다. 2 파기 방법 1. 전자적
        파일 형태인 경우: 복구 및 재생할 수 없는 기술적 방법으로 삭제 2. 출력물
        그 밖의 기록매체인 경우: 분쇄 또는 소각
      </div>
      <h2>제7조 (고객의 권리와 그 행사방법)</h2>
      <div>
        1 고객(만 14세 미만인 경우에는 법정대리인을 말함)은 회사에 대해 언제든지
        다음 각 호의 개인정보보호 관련 권리를 행사할 수 있습니다. 다만, 그러한
        경우 유동산 에서 제공하는 투자 정보 및 리서치 보고서 서비스의 일부 또는
        전부 이용이 어려울 수 있습니다. 1. 동의 철회 2. 개인 정보 열람 요구 3.
        오류 등이 있을 경우 정정 요구 4. 삭제 요구 5. 처리정지 요구 2 고객은
        전항에 따른 권리행사를 전자우편, 전화, 서면을 통하여 할 수 있으며 회사는
        이에 대해 지체 없이 조치하겠습니다. 3 고객이 개인정보의 오류에 대한
        정정을 요청한 경우, 회사는 요청을 받은 때로부터 당해 정정을 완료하기
        전까지 당해 개인정보를 이용하거나 제3자에게 제공하지 않습니다. 또한
        잘못된 개인정보를 제3자에게 제공한 경우에는 정정 처리 결과를 제3자에게
        지체 없이 통지합니다. 4 고객이 개인정보의 삭제를 요청한 경우 제5조의
        개인정보의 파기절차 및 방법에 따라 개인정보를 파기합니다. 5 고객이 직접
        또는 그로부터 위임을 받은 자(대리인)을 통하여 개인정보 조회, 수정,
        삭제를 요청하실 수 있습니다. 대리인을 통하여 요청하는 경우, 『개인정보
        보호법』 시행규칙 별지 제11호 서식에 따른 위임장을 회사에 제출하셔야
        합니다.
      </div>
      <h2>제8조 (개인정보 자동 수집 장치의 설치•운영 및 거부에 관한 사항)</h2>
      <div>
        1 회사는 개별적인 맞춤서비스를 제공하기 위해 이용정보를 저장하고 수시로
        불러오는 ‘쿠키 (cookie)’를 사용합니다. 2 쿠키는 웹사이트를 운영하는데
        이용되는 서버(http)가 이용자의 컴퓨터 브라우저에게 보내는 소량의
        정보이며 이용자들의 PC 컴퓨터 내의 하드디스크에 저장되기도 합니다.
        1.쿠키의사용목적:이용자가방문한각서비스와웹사이트들에대한방문및이용형태,
        인기 검색어, 보안접속 여부, 등을 파악하여 이용자에게 최적화된 정보
        제공을 위해 사용됩니다. 2. 쿠키의 설치•운영 및 거부: 웹브라우저 상단의
        도구{">"}인터넷 옵션{">"} 개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을
        거부 할 수 있습니다. 3. 쿠키 저장을 거부할 경우 맞춤형 서비스 이용에
        어려움이 발생할 수 있습니다.
      </div>
      <h2>제9조 (개인정보의 안전성 확보 조치)</h2>
      <div>
        회사는 고객의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 유출, 변조
        또는 훼손되지 않도록 안정성 확보를 위하여 다음과 같은 기술적, 관리적,
        물리적 대책을 취하고 있습니다. 1. 관리적 조치: 내부관리계획 수립ᆞ시행,
        정기적인 직원 교육 2. 기술적 조치: 개인정보처리시스템 등 접근권한 관리,
        접근통제시스템 설치, 고유식별정보 등의 암호화, 보안프로그램 설치 3.
        물리적 조치: 개인정보 보관 서버, 개인 정보 이용 단말기에 대한 접근 제한
      </div>
      <h2>제10조 (개인정보보호 보호책임자)</h2>
      <div>
        회사는 고객의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기
        위하여 다음과 같이 관련 부서 및 개인정보 관리책임자를 지정하고 있습니다.
        고객은 회사의 서비스를 이용하며 발생하는 모든 개인정보보호 관련
        민원을개인정보관리책임자 혹은 담당부서로 신고할 수 있습니다. 회사는
        고객들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다. ·
        개인정보 관리책임자 | 주식회사 파이퍼블릭 고객센터 | 전자우편주소:
        adm.youdongsan@gmail.com 1 기타 개인정보침해에 대한 신고나 상담이
        필요하신 경우에는 아래 기관에 문의하시기 바랍니다. ·
        개인정보침해신고센터 (https://privacy.kisa.or.kr/kor/main.jsp 국번없이
        118) · 개인정보분쟁조정위원회 (www.kopico.go.kr 국번없이 1833-6972) ·
        대검찰청 사이버범죄수사단 (www.spo.go.kr 국번없이 1301) · 경찰청
        사이버안전국 (cyberbureau.police.go.kr 국번없이 182)
      </div>
      <h2>제11조 (개인정보 처리방침 변경 고지)</h2>
      <div>
        본 개인정보처리방침의 내용 추가, 삭제 및 수정이 있을 경우 개정 최소 7일
        전에 홈페이지 공지사항을 통하여 고지할 것입니다.
      </div>
    </div>
  );
};
