export const UseText = () => {
  return (
    <div style={{ fontSize: "10px" }}>
      <h1>이용약관</h1>
      <h2>제1장 총칙</h2>
      <h2>제1조 (목적)</h2>
      <div>
        주식회사 유동산(이하 ‘회사’)가 제공하는 서비스를 이용해 주셔서
        감사합니다. 본 약관은 회사가 제공하는 ‘유동산 서비스’(이하 ‘서비스’)를
        이용함에 있어 회사와 회원의 권리, 의무 및 책임사항을 규정함을 목적으로
        합니다.
      </div>
      <h2>제2조 (용어의 정의)</h2>
      <div>
        1 이 약관에서 사용하는 용어의 의미는 다음과 같습니다. 1. “서비스”란
        회원의 단말기(모바일, 태블릿PC 등 각종 유무선 장치를 포함)를 통하여
        회사가 제공하는 웹, 애플리케이션을 통해서 제공하는 서비스를 통칭합니다.
        2. “회원”이란 서비스에 접속하여 이 약관에 따라 회사와 이용계약을
        체결함으로써 서비스를 이용하는 개인 또는 법인을 말합니다.
        2이약관에서사용하는용어중본조에서정하지아니한것은서비스화면상안내,
        운영정책 및 관련 법령에서 정하는 바에 따르며, 그 외에는 일반 관례에
        따릅니다.
      </div>
      <h2>제3조(약관의 명시와 설명 및 개정)</h2>
      <div>
        1 회사는 이 약관의 내용을 회원이 쉽게 확인할 수 있도록 서비스 초기 화면
        또는 연결화면에 공지합니다. 2 회사는 「약관의 규제에 관한 법률」,
        「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 등 관련 법령을
        위배하지 않는 범위에서 이 약관을 개정할 수 있습니다. 3 회사가 이 약관을
        개정할 경우에는 적용일자 및 개정사유를 명시하여 현행 약관과 함께 그
        개정약관의 적용일자 15일 (다만, 회원에게 불리한 변경을 할 때에는
        적용일자 30일) 이전부터 적용일자 전일까지 서비스 화면에 공지하며, 이
        경우 공지 외에 회원의 전자우편 등 전자적 수단을 통해 별도로 명확히
        통지합니다. 단, 서비스에 대한 새로운 기능과 관련된 변경이나 법률적인
        사유로 인한 변경은 사전 공지 없이 즉시 발효될 수 있습니다. 4 회사가
        전항에 따라 개정약관을 공지 또는 통지하면서 회원에게 개정약관 적용일자
        전까지 의사표시를 하지 않으면 개정약관 적용에 동의한 것으로 본다는 뜻을
        명확하게 공지 또는 통지하였음에도 회원이 명시적으로 거부의
        &bnsp;의사표시를 하지 아니한 경우 회원이 개정약관 적용에 동의한 것으로
        봅니다. 5 회원이 개정약관의 내용에 명시적으로 거부의 의사표시를 한 경우
        회사는 해당 회원에 대하여 개정약관의 내용을 적용할 수 없으며, 해당
        회원은 개정약관의 효력 발생일부터 서비스를 이용하실 수 없습니다. 6
        회원은 서비스 화면에서 이 약관의 내용을 확인할 의무가 있으며, 개정된
        약관에 동의한 회원이 약관의 변경으로 인하여 &bnsp;입은 피해 및 회원의
        확인 소홀로 개정된 약관의 내용을 알지 못해 발생하는 피해에 대해서 회사는
        책임지지 않습니다.
      </div>
      <h2>제4조 (약관 외 준칙)</h2>
      <div>
        1 회사는 필요한 경우 특정 서비스에 관하여 별도로 이용약관 및 정책(이하
        "개별약관 등"이라고 합니다)을 정하여 운영할 수 있으며, 해당 내용이 이
        약관과 상충할 경우에는 개별약관 등이 우선하여 적용됩니다. 2 이 약관에
        명시되지 않은 사항은 운영정책, 개별약관 등 및 「정보통신망 이용촉진 및
        정보보호 등에관한법률」 등관련법령의규정또는일반관례에따릅니다.
      </div>
      <h2>제5조 (책임의 제한)</h2>
      <div>
        회사가 제공하는 부동산정보는 국토교통부, 한국부동산원, 행정안전부 등에서
        수집한 데이터를 활용하여 단순히 정보의 제공을 목적으로 하고 있으며,
        제공되는 정보는 오류 및 지연이 발생할 수 있습니다. 회사는 제공된 정보의
        신뢰도 및 정확성을 보증하지 않으며, 투자결과에 대한 법적인 책임을 지지
        않습니다.
      </div>
      <h2>제2장 이용계약</h2>
      <h2>제6조 (이용계약 체결)</h2>
      <div>
        1 서비스를 이용하고자 하는 자는 회사가 정한 가입 양식에 따라 개인정보를
        기입하고 본 약관에 동의한다는 의사표시를 함으로써 회사에 대하여
        회원가입을 신청합니다. 2 서비스를 이용하고자 하는 자는 회사의 서비스를
        이용하기 위해 필요한 개인정보를 거짓 없이 제공해야 합니다. 3 회사는 특정
        서비스를 제공하기 위해 별도의 정보제공 및 가입절차를 요청할 수 있으며
        해당 약관은 본 약관보다 우선적으로 적용됩니다. 4 회원가입은
        본인인증(휴대폰 본인 확인)을 통한 실명으로 진행되어야 하며 타인의 정보를
        도용하거나 허위 내용을 등록한 경우 회사가 제공하는 모든 서비스를 이용할
        수 없습니다. 5 회원가입의 성립은 가입 승인이 서비스를 이용하고자 하는
        자에게 도달한 시점으로 합니다.
        6회사는회원가입의신청을승낙하는것을원칙으로합니다.
        다만,다음각호중어느하나에 해당하는 경우 회사는 회원가입 신청의 승낙을
        거부할 수 있습니다. 1. 회원가입의 신청 시 기재 내용에 허위, 기재누락
        등이 있는 경우 2. 모바일기기에 보안상 문제(시스템을 해킹하여 관리자
        권한을 얻는 행위 등을 포함)가 있다고 판단하는 경우 3. 서비스 이용에
        필요한 정보의 제공을 거절하는 경우 4. 기타 본 약관에 위배되거나 위법
        또는 부당한 신청임이 확인되는 경우
      </div>
      <h2>제 7조(회원 통지)</h2>
      <div>
        1 회사가 회원 통지를 진행하는 경우 회원과 미리 약정된 개별 이메일을
        통하여 통지합니다. 2 회사는 불특정다수의 회원에 대한 통지를 진행하는
        경우 웹 또는 어플리케이션 내 회원들이 인지하기 쉬운 위치에 게시 또는
        게재함으로써 개별통지를 갈음할 수 있습니다. 다만, 개별회원과의 거래에
        관한 중대한 내용일 경우 개별통지를 진행합니다.
      </div>
      <h2>제3장 서비스</h2>
      <h2>제8조 (서비스 내용)</h2>
      <div>
        1 회사가 회원에게 제공하는 서비스는 다음 각 호와 같습니다. 단, 현 시점의
        과학기술과 민간업체가 수집할 수 있는 정보의 수준에 따라 일부 서비스의
        제공은 제한될 수도 있습니다. 1. 금융투자상품(이하 “상품”) 투자 서비스:
        회원이 유동산 어플리케이션을 통해 상품 등에 투자할 수 있는 서비스 2.
        상품 관련 정보 제공 서비스: 회사가 국토교통부, 한국부동산원, 행정안전부
        공시데이터 등을 통하여 수집한 데이터를 기반으로 자산의 정보를 제공하는
        서비스 3. 자산 비교 서비스: 유사한 자산을 비교한 정보를 제공하는 서비스
        4. 투자 서비스: 회원이 유동산 어플리케이션을 통해 금융상품에 투자할 수
        있는 서비스 5. 기타 위 각 호를 위하여 필요하거나 부수되는 서비스 2
        회사는 제1항의 서비스 외에도 서비스를 추가 개발하여 회원에게 제공할 수
        있습니다. 3 회사는 회사의 정책에 따라 회원에게 등급을 부여하여 서비스
        내용 등에 차등을 둘 수 있으며, 상세한 내용은 서비스 화면에 공지합니다.
      </div>
      <h2>제9조 (서비스 중지, 변경 및 종료)</h2>
      <div>
        1 회사는 기술상 또는 업무상의 필요에 따라 서비스의 전부 또는 일부를
        중지, 변경 또는 종료할 수 있으며, 이에 대하여 약관에 다른 규정이 없는 한
        회원에게 별도의 보상을 하지는 않습니다. 2 서비스를 중지 변경하는 경우
        중지 변경사유, 일자 및 변경내용을 중지 변경 7일 전에, 서비스를 종료하는
        경우 30일 전에 서비스 초기 화면에 공지합니다. 다만, 사전에 공지할 수
        없는 부득이한 사정이 있는 경우에는 사후에 지체 없이 이를 공지할 수
        있습니다. 3 서비스 종료 공지일부터 종료일까지 서비스의 일부가 제한될 수
        있습니다. 4 회사는 이 약관 및 관련 법령에 특별한 규정이 없는 한 서비스의
        변경, 종료로 인하여 회원에게 일체의 책임을 부담하지 않습니다.
      </div>
      <h2>제10조 (지식재산권 등의 귀속 등)</h2>
      <div>
        1 서비스 또는 기타 회사가 운영하는 정보통신망에 게시된 내용에 대한
        소유권 및 지식재산권을 포함한 모든 제반 권리는 모두 회사에게 귀속되며,
        회사의 동의 없이 무단으로 배포할 수 없습니다.
        2회사의상표,로고,제공하는서비스등에관한소유권및지식재산권을포함한
        모든제반 권리는 회사에 귀속되며, 회사의 동의 없이 무단으로 배포할 수
        없습니다. 3 회원이 서비스에 게시한 게시물의 지식재산권 및 책임은 게시자
        본인에게 있으며, 서비스에 게시된 정보나 의견은 회사의 입장과는
        무관합니다.
      </div>
      <h2>제4장 계약당사자의 의무'</h2>
      <h2>제11조 (회사의 의무)</h2>
      <div>
        1 회사는 관련 법령 또는 이 약관을 위반하지 않으며, 계속적이고 안정적으로
        서비스를 제공하기 위하여 최선을 다합니다. 2 회사는 회원이 안전하게
        서비스를 이용할 수 있도록 개인정보 보호를 위한 보안시스템을 갖추어야
        하며, 개인정보처리방침을 회원이 늘 확인할 수 있도록 서비스 화면에
        공시하고 이를 준수합니다. 3 회사는 서비스 이용과 관련한 회원의 의견이나
        불만사항 등이 정당하다고 인정할 경우 이를 처리하여야 하며 처리된 결과는
        서비스를 통하여 회원에게 통보됩니다.
      </div>
      <h2>제12조 (회원의 의무)</h2>
      <div>
        1 회원은 서비스 이용과 관련하여 다음의 행위를 하여서는 안됩니다. 1.
        서비스 이용 관련 제반 신청 및 변경행위 시 허위내용의 등록 2. 서비스 내
        게시된 각종 정보의 무단 변경, 삭제 등 훼손 3. 일체의 가공행위를 통해
        서비스를 분해, 변경, 모방하는 행위 4. 회사 기타 제3자의 지식재산권을
        포함하여 권리를 침해하는 행위 5. 다른 회원의 개인정보 수집하거나 명예를
        손상하는 행위 6. 회사의 동의 없이 광고를 전송하거나 외설, 폭력적인 정보
        등을 노출하는 행위 7. 타인의 개인정보 또는 모바일 기기를 도용하는 행위
        8. 회사가 안내하는 서비스 이용방법에 의하지 아니하고 비정상적인 방법으로
        서비스를 이용하거나 회사의 시스템에 접근하는 행위 9. 회사의 원활한
        서비스 제공에 지장을 주는 것으로 판단되는 행위 10. 자신 또는 타인의 영리
        목적으로 서비스를 이용하는 행위 11. 회원이 가입시 개인정보를 허위로
        작성하는 행위 12. 다른 회원의 서비스 이용을 방해하는 등 전자거래질서를
        위협하는 행위 13. 서비스 외에서 회사, 운영자, 임직원 등을 사칭하는 행위
        14. 무단으로 회사의 클라이언트 프로그램을 변경하거나 서버를 해킹하는 등
        시스템을 위협하는 행위 15. 허위사실 유포, 위계 기타 방법으로 회사의 명예
        또는 신용을 훼손하거나 업무를 방해하는 행위 16. 기타 약관상의 의무를
        불이행하는 행위 17. 기타 불법, 부당한 행위 2 회사는 회원의 의무를 위반한
        회원에 대하여 회사의 판단에 따라 다음과 같은 조치를 할 수 있습니다. 1.
        일정 기간 동안 서비스 이용 정지 2. 회사가 입은 손해 전액에 대한 배상
        청구 3. 이 약관의 해지 및 회원 탈퇴 처리 3 회사가 전항에 정한 조치를 할
        경우 회사는 7일 전에 회원에게 그 사유를 밝혀 통보하며, 7 일이 도과한
        시점에서 그 효력이 발생합니다. 단, 회원의 연락이 두절되거나 긴급을
        요하는 것과 같이 부득이한 경우 선 조치 후 사후 통보할 수 있습니다.
      </div>
      <h2>제13조 (회원정보의 관리)</h2>
      <div>
        1 회원은 회원 가입 신청 시 또는 회사의 본인 인증 요청 시에 기입한 사항이
        변경되었을 경우에는 즉시 서비스에서 변경사항을 최신의 정보로 수정하여야
        합니다. 2 변경된 사항을 반영하지 않음으로 인하여 발생하는 손해 및 법
        위반 책임은 당해 회원이 전적으로 부담하며, 회사는 이에 대하여 아무런
        책임을 지지 않습니다. 3 아이디, 비밀번호에 대한 관리책임은 전적으로
        회원에게 있으며, 회원은 아이디, 비밀번호를 타인에게 양도, 대여할 수
        없습니다. 4 회사는 회사의 귀책사유 없는, 회원의 아이디 또는 비밀번호의
        유출, 양도, 대여로 인한 손실이나 손해에 대하여 아무런 책임을 지지
        않습니다. 5 회원은 회원의 아이디, 비밀번호가 도용되거나 제3자가 무단
        사용하고 있음을 인지한 경우, 지체 없이 회사에 통지하여야 하고, 회사의
        안내가 있는 경우에는 그에 따라야 합니다. 회원이 회사에 이를 지체 없이
        통지하지 않거나 통지한 경우에도 회사의 안내에 따르지 않은 경우에는 도용
        또는 제3자의 무단 사용으로 인한 손실이나 손해에 대하여 회사는 아무런
        책임을 지지 않습니다. 6 계정 관리 책임은 회원 개인에게 있으며, 회원은
        어떠한 경우에도 본인의 계정을 타인에게 양도하거나 타인으로 하여금
        이용하게 하거나 타인의 서비스 이용을 위해서 사용하면 안 됩니다.
        7회원이복수의아이디를보유한경우,복수의아이디중어느하나에서발생한
        회원의이약관 위반 사유는 그 회원의 다른 아이디에도 미칩니다.
      </div>
      <h2>제14조 (쿠키에 대한 운용 및 활용)</h2>
      <div>
        1 회사는 회원에게 유용한 서비스를 제공할 수 있다고 판단할 경우 회원의
        정보를 저장하고 불러오는 쿠키(cookie)를 사용할 수 있습니다.
        2회원은쿠키이용에대한동의또는비동의선택권을가지며쿠키의수신을거부하거나
        쿠키 수신에 대한 컴퓨터 브라우저의 설정을 자유로이 변경할 수 있습니다.
      </div>
      <h2>제15조(회원정보의 변경)</h2>
      <div>
        1 회원은 플랫폼 내 설정에서 개인정보를 열람하고 각 수정가능 항목을 수정
        또는 변경할 수 있습니다. 2 플랫폼 서비스의 제공 및 관리를 위해 필요한
        실명, 주민등록번호, 아이디는 수정이 불가할 수 있습니다. 3 회원은
        회원정보가 변경되었을 시 플랫폼 내 설정을 통해 정보를 즉각적으로 수정 및
        변경해야 하며,
        중요정보가수정및변경되었을시그에따른후속수정및변경이이루어지지않아
        발생한 불이익에 대해서는 회사에 그 어떠한 책임도 없습니다.
      </div>
      <h2>제5장 계약해지 및 이용제한</h2>
      <h2>제16조 (회원의 계약해지, 이용 중지요청)</h2>
      <div>
        1 회원은 언제든지 서비스 내 정해진 절차를 거쳐 서비스 이용계약 해지 또는
        이용 중지를 신청할 수 있으며 회사는 이를 즉시 처리합니다. 2 제12조 제2항
        제3호 또는 전항에 의해서 해지 시 개인정보는 회사의 개인정보취급방침에
        따라 파기됩니다. 3 해지로 인하여 회원에게 발생하는 손해에 대하여 회사는
        책임지지 않으며, 해지에 따라 회사가 회원에게 부가적으로 제공한 각종
        무상혜택은 회수됩니다.
      </div>
      <h2>제6장 분쟁 등</h2>
      <h2>제17조 (분쟁 해결)</h2>
      <div>
        1 회사는 서비스 이용과 관련한 회원의 의견이나 불만사항을 신속하게
        처리합니다. 단, 신속한 처리가 곤란한 경우에는 그 사유와 처리일정을
        통보하여 드립니다. 2 회원 간 또는 회원과 제3자 간 발생한 분쟁에 대하여
        회사는 합리적인 범위 내에서 이를 조정할 수 있습니다. 3 회사가 민원처리
        및 분쟁조정을 하는 경우 회사는 제3자의 입장에서 공정하게 조정에 임하며,
        회원은 신의성실원칙에 따라 성실히 응하여야 합니다. 4 회사와 회원 간에
        발생한 분쟁은 「전자문서 및 전자거래 기본법」에 의해 설치된 전자거래분쟁
        조정위원회의 조정절차에 의해 해결할 수 있습니다.
      </div>
      <h2>제18조 (회사의 면책)</h2>
      <div>
        회사는 회사의 과실 없이 발생된 아래와 같은 손해에 대해서는 책임을
        부담하지 않습니다. 또한 회사는법률상허용되는한도내에서간접손해,
        특별손해,결과적손해,징계적손해,및징벌적 손해에 대한 책임을 부담하지
        않습니다. 1. 천재지변 또는 이에 준하는 불가항력의 상태에서 발생한 손해
        2. 회원의 귀책사유로 서비스 이용에 장애가 발생한 경우 3. 서비스에 접속
        또는 이용과정에서 발생하는 개인적인 손해 4. 제3자가 불법적으로 회사의
        서버에 접속하거나 서버를 이용함으로써 발생하는 손해 5. 제3자가 회사
        서버에 대한 전송 또는 회사 서버로부터의 전송을 방해함으로써 발생하는
        손해 6. 제3자가 악성 프로그램을 전송 또는 유포함으로써 발생하는 손해 7.
        전송된 데이터의 생략, 누락, 파괴 등으로 발생한 손해, 명예훼손 등 제3자가
        서비스를 이용하는 과정에서 발생된 손해 8. 기타 회사의 고의 또는 과실이
        없는 사유로 인해 발생한 손해
      </div>
      <h2>제19조 (준거법 및 합의관할)</h2>
      <div>
        1 회사와 회원 간에 제기된 법적 분쟁은 대한민국 법을 준거법으로 합니다. 2
        이 약관의 해석과 이 약관과 관련된 법적 분쟁이 발생할 경우 그 분쟁은
        서울중앙지방법원을 전속적 관할법원으로 합니다.
      </div>
      <h2>부칙</h2>
      <div>(시행일) 본 약관은 2023년 2월 1일부터 시행됩니다.</div>
    </div>
  );
};
